Repository: agomezmartin/xliff_validator
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es, fr

source: Select an XLIFF File
es: Seleccione un archivo XLIFF
fr: _Chambres blé assurer issue_

source: XLIFF Files (*.xlf *.xliff);;All Files (*)
es: Archivos XLIFF (*.xlf *.xliff);;Todos los archivos (*)
fr: _Limitée platine (*.xlf *.xliff);;sons schémas (*)_

source: Error
fr: _Danoise_

source: The selected file does not exist.
es: Los archivos seleccionados no existen.
fr: _VRAC ammoniaque objet tabac doré instant._

source: Invalid File
es: El archivo no es válido
fr: _Déplaçant quant_

source: Please select a valid XLIFF file (.xlf or .xliff).
es: Seleccione un archivo XLIFF válido (.xlf o .xliff).
fr: _Vérifiés naturels è Inertie ECHEANT situe (.xlf dès .xliff)._

source: Welcome to XLIFF Validator
es: Validador de archivos XLIFF
fr: _Qualifiés DCI auteurs incinération_

source: Validate XLIFF
es: Validar XLIFF
fr: _Tuyauterie certain_

source: XLIFF Validator
es: Validador de archivos XLIFF
fr: _Usagers substitution_

source: File
es: Archivo
fr: _Âgées_

source: Validate XLIFF File
es: Validar archivo XLIFF
fr: _Constatant ouverte revêt_

source: Exit
es: Salir
fr: _OPCVM_

source: User closed aplication.
fr: _Paris installé sous-traitant._

source: User started application
fr: _Noirs affectant complémentaire_

source: Open XLIFF File
es: Abrir archivo XLIFF
fr: _Mol/l évalués cidre_

source: XLIFF Validation Report
es: Resultado de la validación
fr: _Projets indépendantes résulter_

source: Export to Excel
es: Exportar a Excel
fr: _Slovénie bis enlevée_

source: Back to Home
es: Volver al inicio
fr: _GARNI OIL seuls_

source: XLIFF Files (*.xliff *.xml)
es: Archivos XLIFF (*.xliff *.xml)_
fr: _Traitée établie (*.xliff *.xml)_

source: No file selected.
es: No se ha seleccionado ningún archivo.
fr: _Nºs avril EVENTUELLE._

source: Segment ID
es: ID del segmento
fr: _Important foi_

source: Source
es: Original
fr: _Produire_

source: Target
es: Traducción
fr: _Laminage_

source: QA Status
es: Resultado
fr: _MM. conserve_

source: Correct
es: Correcto
fr: _AUTORISES_

source: Untranslated segment
es: Segmento sin traducir
fr: _Perpendiculaires réduisant_

source: Source in target
es: Original en traducción
fr: _Fournies nom classeur_

source: Source missing
es: Original vacío
fr: _Pratique trifolium_

source: Mismatch/missing tag
es: Error en etiquetas internas
fr: _Inhibition/maquettes Iris_

source: Pseudotranslated
es: Pseudotraducido
fr: _Non-commercialisation_

source: No validation results to export.
es: No hay resultados para exportar.
fr: _Que précipitation employées Gin Nacional._

source: Database confirmation
es: Confirmación de base de datos
fr: _Oui-commercialisation_del_

source: Validation results exported to database successfully.
es: Los resultados se han registrado correctamente.
fr: _Que précipitation emuvernement particulièrement!_

source: Excel export completed successfully!
es: Se ha guardado el archivo Excel correctamente.
fr: _Fournir mélangés gouvernement particulièrement!_

source: MySQL import error: {e}
fr: _Retenir modifiée stérile:_ {e}

source: Generic error in database exporter file: {e}
fr: _Toutefois opposer nos équivalant congruence avère:_ {e}

source: Save Excel File
es: Guardar archivo Excel
fr: _Liées sativum botte_

source: Excel Files (*.xlsx)
es: Archivos Excel (*.xlsx)
fr: _Manière réponse (*.xlsx)_

source: Segment Number
es: Número de segmento
fr: _Découpées BELGIQUE_

source: â Error: File path not found.
fr: _Elle disposé:_ _Suite chefs less scindée._

source: â Error: File is open. Please close it and try again.
fr: _Elle disposé:_ _Ricin riz noter._ _Publient fondant qui Ceci malt piliers._

source: â Value Error: {ve}
fr: _Brun insérés colorée:_ {ve}

source: â IOError: Problem writing to file.
fr: _Nord existants:_ _INFORMEES libanaise The taxon._

source: â Unexpected Error: {e}
fr: _sous GRAVIMÉTRIQUE ECHEANT:_ {e}

source: Error: The XLIFF file is corrupted or unreadable.
es: Error: El archivo XLIFF no se puede leer o está corrupto.
fr: _Méthyle:_ _Donc anchois unies Pas dessiccateur etc DEMONSTRATION._

source: Error:
fr: _Occupée:_

source: Error on QA validation rules: {e}
fr: _Onéreux CIL SER matérialisées cartons:_ {e}

source: Error checking pseudotranslated segments: {e}
fr: _Endroit pertinents non-commercialisation propulsion:_ {e}

source: Export to Database
es: Exportar a base de datos

source: The QA Report has been added successfully.
es: Los resultados se han guardado en base de datos correctamente.

source: Error: The report has not been added.
es: Error: Los resultados no se han registrado.
